	/* Localized DisplayNames for your custom metadata attributes */
	/* The form is:  "myMetadataKey" = "My Metadata Key";    */
	/* The name on the left is the name defined in schema.xml */
	/* The name on the right is what the user will see */
"org_xiph_flac_album" = "Album";
"org_xiph_flac_artist" = "Artist";
"org_xiph_flac_composer" = "Composer";
"org_xiph_flac_genre" = "Genre";
"org_xiph_flac_year" = "Year";
"org_xiph_flac_comment" = "Comment";
"org_xiph_flac_title" = "Title";
"org_xiph_flac_trackNumber" = "Track Number";
"org_xiph_flac_trackTotal" = "Total Tracks";
"org_xiph_flac_compilation" = "Part of a compilation";
"org_xiph_flac_discNumber" = "Disc Number";
"org_xiph_flac_discTotal" = "Total Discs";
"org_xiph_flac_ISRC" = "ISRC";
"org_xiph_flac_MCN" = "MCN";

	/* Localized Description of you custom metadata attributes */
	/* The form is: "myMetadataKey.Description" = "stuff";
	/* com_Foo_YourAttrName should be definded in the schema.xml file  */
	 /* The value on the right will be displayed by the Finder etc.. */
"org_xiph_flac_album.Description" = "Album";
"org_xiph_flac_artist.Description" = "Artist";
"org_xiph_flac_composer.Description" = "Composer";
"org_xiph_flac_genre.Description" = "Genre";
"org_xiph_flac_year.Description" = "Year";
"org_xiph_flac_comment.Description" = "Comment";
"org_xiph_flac_title.Description" = "Title";
"org_xiph_flac_trackNumber.Description" = "Track Number";
"org_xiph_flac_trackTotal.Description" = "Total Tracks";
"org_xiph_flac_compilation.Description" = "Part of a compilation";
"org_xiph_flac_discNumber.Description" = "Disc Number";
"org_xiph_flac_discTotal.Description" = "Total Discs";
"org_xiph_flac_ISRC.Description" = "ISRC";
"org_xiph_flac_MCN.Description" = "MCN";
